---
kind: type
id: T:Autodesk.Revit.DB.Events.FamilyLoadedIntoDocumentEventArgs
source: html/a63d4c02-fc75-445b-edf5-d9068465fb1a.htm
---
# Autodesk.Revit.DB.Events.FamilyLoadedIntoDocumentEventArgs

The event arguments used by the FamilyLoadedInto event.

## Syntax (C#)
```csharp
public class FamilyLoadedIntoDocumentEventArgs : RevitAPIPostDocEventArgs
```